Repository: jjvanzon/JJ.Synthesizer
Catalog: Business/JJ.Business.Synthesizer/Resources/Messages.*.resx
Languages: nl_nl

# CannotDeleteCurveBecauseHasOperators
source: Curve '{0}' cannot be deleted, because it is being used by operators.
nl_nl: Curve '{0}' kan niet worden verwijderd, omdat het in gebruik is door operators.

# CannotDeleteSampleBecauseHasOperators
source: Sample '{0}' cannot be deleted, because it is being used by operators.
nl_nl: Geluidsfragment '{0}' kan niet worden verwijderd, omdat het in gebruik is door operators.

source: Channel count does not match speaker setup.
nl_nl: Het aantal kanalen komt niet overeen met de luidspreker opstelling.

# ChannelIndexNumberDoesNotMatchSpeakerSetup
source: Channel number does not match speaker setup.
nl_nl: Kanaalnummer komt niet overeen met luidspreker opstelling.

# UnderlyingPatchIsCircular
source: There is a circular dependency with its underlying patch.
nl_nl: Er is een cirkelverband met de onderliggende schakeling.

# DocumentIsDependentOnDocument
source: Document '{0}' is dependent on document '{1}'.
nl_nl: Document '{0}' is afhankelijk van document '{1}'.

source: Inlet names are not unique.
nl_nl: De ingang namen zijn niet uniek.

# InletNotSet
source: {0} operator named '{1}' does not have {2} filled in.
nl_nl: {2} is niet ingevuld voor {0} operator genaamd '{1}'.

# NotFoundInList_WithItemName_AndID
source: {0} with ID '{1}' not found in the list.
nl_nl: {0} met ID '{1}' niet gevonden in de lijst.

# NotFoundInList_WithItemName_ID_AndListName
source: {0} with ID '{1}' not found in the list of {2}.
nl_nl: {0} met ID '{1}' niet gevonden in de lijst van {2}.

# NotFound_WithTypeName_AndName
source: {0} named '{1}' not found.
nl_nl: {0} genaamd '{1}' niet gevonden.

# ObjectAmplifier0
source: Amplifier of '{0}' named '{1}' is 0.
nl_nl: Versterking van '{0}' genaamd '{1}' is 0.

# OperatorIsCircularWithName
source: Operator named '{0}' has a circular reference.
nl_nl: Operator genaamd '{0}' heeft een cirkelverwijzing.

# OperatorPatchIsNotTheExpectedPatch
source: The patch of operator '{0}' is filled in, but it is not the expected patch '{1}'.
nl_nl: De patch van operator '{0}' is ingevuld, maar het is niet de verwachte patch '{1}'.

source: Outlet names are not unique.
nl_nl: De uitgang namen zijn niet uniek.

# SampleCount0
source: Sample '{0}' has no data.
nl_nl: Geluidsfragment '{0}' heeft geen data.

# SampleNotActive
source: Sample named '{0}' is not active.
nl_nl: Geluidsfragment genaamd '{0}' is niet actief.

# SampleNotLoaded
source: Sample '{0}' is not loaded.
nl_nl: Geluidsfragment '{0} is niet ingeladen.

# UnsupportedOperatorTypeEnumValue
source: Operator type '{0}' is not supported.
nl_nl: Operator type '{0}' wordt niet ondersteund.

# NumberIs0WithName
source: Number named '{0}' is 0.
nl_nl: Getal genaamd '{0}' is 0.

# InletListIndexesAreNotUnique
source: Inlet numbers are not unique.
nl_nl: De ingang volgnummers zijn niet uniek.

source: Outlet list indexes are not unique.
nl_nl: De uitgang volgnummers zijn niet uniek.

# CannotDeleteBecauseHasReferences
source: Cannot delete item, because there are things still linking to it.
nl_nl: Het item kan niet worden verwijderd, omdat er nog verwijzingen naar bestaan.

# ScaleNamesNotUnique
source: Scale names are not unique.
nl_nl: Toonladder namen zijn niet uniek.

# OperatorHasNoInletsFilledIn_WithOperatorName
source: Operator '{0}' has no inlets filled in.
nl_nl: Er zijn geen ingangen ingevuld voor operator '{0}'.

# OperatorHasNoInletFilledIn_WithOperatorName
source: Operator '{0}' has no inlet filled in.
nl_nl: Er is geen ingang ingevuld voor operator '{0}'.

source: Operator type must be 'Adder' or 'Bundle'.
nl_nl: Operator type moet 'Opteller' of 'Bundel' zijn.

# CannotChangeInletCountBecauseOneIsStillFilledIn
source: Cannot change the amount of inlets, because inlet {0} is still filled in.
nl_nl: Kan het aantal ingangen niet aanpassen, omdat ingang {0} nog ingevuld is.

# OperatorTypeMustBeOfType
source: Operator type must be '{0}'.
nl_nl: Operator type moet '{0}' zijn.

# CannotChangeOutletCountBecauseOneIsStillFilledIn
source: Cannot change the amount of outlets, because outlet {0} is still in use.
nl_nl: Kan het aantal uitgangen niet aanpassen, omdat uitgang {0} in gebruik is.

# NamesNotUnique_WithEntityTypeNameAndNames
source: {0} names are not unique. Duplicate names: {1}.
nl_nl: {0} namen zijn niet uniek. Dubbele namen: {1}.

# NotUnique_WithPropertyName_AndValue
source: {0} '{1}' is not unique.
nl_nl: {0} '{1}' is niet uniek.
